Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Streaming Server
af: Stromingbediener
am: ዥረት አገልጋይ
ar: خادم البث
as: ষ্ট্ৰীমিং ছাৰ্ভাৰ
az: Axın Serveri
be: Сервер стрымінгу
bg: Стрийминг сървър
bn: স্ট্রিমিং সার্ভার
br: Servijer lanviñ
bs: Server za streamovanje
ca: Servidor de streaming
cs: Streamovací server
cy: Gweinydd Ffrydio
el: Διακομιστής ροής
es: Servidor de streaming
et: Voogedastusserver
eu: Streaming Zerbitzaria
fa: سرور پخش جریانی
fi: Suoratoistopalvelin
fo: Streymingarambætari
fr: Serveur de streaming
ga: Freastalaí Sruthaithe
gd: Frithealaiche Sruthaidh
gl: Servidor de transmisión
gu: સ્ટ્રીમિંગ સર્વર
ha: Sabar Streaming
he: שרת הזרמה
hi: स्ट्रीमिंग सर्वर
hr: Poslužitelj za streaming
ht: Sèvè Streaming
hu: Streaming szerver
hy: Հոսման սերվեր
id: Server Streaming
ig: Sava Nkesa
is: Streymisþjónn
it: Server di streaming
ja: ストリーミングサーバー
jv: Server Streaming
ka: სტრიმინგ სერვერი
kk: Ағынды сервер
km: ម៉ាស៊ីនផ្សាយ
kn: ಸ್ಟ್ರೀಮಿಂಗ್ ಸರ್ವರ್
ko: 스트리밍 서버
ku: Servera Streamkirinê
ky: Стриминг сервери
lo: ເຊີບເວີສະຕຣີມມິງ
lt: Srautinio perdavimo serveris
lv: Straumēšanas serveris
mg: Server Streaming
mi: Tūmau Awa
mk: Сервер за стримување
ml: സ്ട്രീമിംഗ് സെർവർ
mn: Урсгалын сервер
mr: स्ट्रीमिंग सर्व्हर
ms: Pelayan Penstriman
mt: Server tal-Istreaming
nb: Strømmeserver
ne: स्ट्रिमिङ सर्भर
ny: Seva ya Streaming
oc: Servidor de difusion
or: ଷ୍ଟ୍ରିମିଂ ସର୍ଭର
pa: ਸਟ੍ਰੀਮਿੰਗ ਸਰਵਰ
pl: Serwer strumieniowania
ps: د سټریمینګ سرور
pt_br: Servidor de streaming
pt_pt: Servidor de streaming
ro: Server de streaming
ru: Сервер потоковой передачи
rw: Seriveri ya Streaming
sd: اسٽريمنگ سرور
si: ප්‍රවාහ සේවාදායකය
sk: Streamovací server
sl: Pretočni strežnik
sm: Server Streaming
sn: Sevha yeStreaming
so: Server-ka Stream-ka
sq: Serveri i Transmetimit
sr: Сервер за стримовање
st: Seva sa Streaming
su: Sérver Streaming
sv: Strömningsserver
sw: Seva ya Mtiririko
ta: ஸ்ட்ரீமிங் சர்வர்
te: స్ట్రీమింగ్ సర్వర్
tg: Сервери ҷараён
th: เซิร์ฟเวอร์สตรีมมิง
tr: Akış Sunucusu
tt: Агым сервере
ug: ئېقىن مۇلازىمېتىرى
uk: Сервер потокового відтворення
ur: اسٹریمنگ سرور
uz: Oqim serveri
vi: Máy chủ phát
xh: Iseva Yestream
yo: Sáfà Streaming
zh_hans: 流媒体服务器
zh_hant: 串流伺服器
zu: Iseva Ye-streaming

source: Streams
af: Strome
am: ዥረቶች
ar: المصادر
as: ষ্ট্ৰীমসমূহ
az: Axınlar
be: Стрымы
bg: Потоци
bn: স্ট্রিম
br: Lanvioù
bs: Streamovi
ca: Fonts
cs: Streamy
cy: Ffrydiau
et: Voogud
eu: Korronteak
fa: جریان‌ها
fi: Lähteet
fil: Mga Stream
fo: Streymar
fr: Flux
ga: Sruthanna
gd: Sruthan
gl: Fluxos
gu: સ્ટ્રીમ્સ
he: מקורות
hi: स्ट्रीम्स
hr: Streamovi
hu: Streamek
hy: Հոսքեր
is: Streymi
ja: ストリーム
ka: ნაკადები
kk: Ағындар
km: ស្ត្រីម
kn: ಸ್ಟ್ರೀಮ್‌ಗಳು
ko: 스트림
ku: Stream
ky: Стримдер
lo: ສະຕຣີມ
lt: Srautai
lv: Straumes
mi: Ngā Awa
mk: Стримови
ml: സ്ട്രീമുകൾ
mn: Урсгалууд
mr: स्ट्रीम्स
ms: Strim
my: Stream များ
nb: Strømmer
ne: स्ट्रिमहरू
ny: Ma Stream
oc: Fluxes
or: ଷ୍ଟ୍ରିମ
pa: ਸਟ੍ਰੀਮਜ਼
pl: Strumienie
ps: سټریمونه
ro: Fluxuri
ru: Источники
sd: اسٽريمز
si: ප්‍රවාහ
sk: Streamy
sl: Viri
sq: Transmetime
sr: Извори
st: Li-stream
su: Stream
sv: Strömmar
sw: Mtiririko
ta: ஸ்ட்ரீம்கள்
te: స్ట్రీమ్‌లు
tg: Ҷараёнҳо
th: สตรีม
tr: Akışlar
tt: Агымнар
ug: ئېقىنلار
uk: Джерела
ur: اسٹریمز
uz: Oqimlar
vi: Nguồn phát
xh: Ii-stream
zh_hans: 串流
zh_hant: 串流
zu: Ama-Streams

# Stremio · %@ add-ons · %@ stream sources
source: Stremio · %1$@ add-ons · %2$@ stream sources
af: Stremio · %@ byvoegings · %@ stroombronne
am: Stremio · %@ ተጨማሪዎች · %@ ዥረት ምንጮች
ar: Stremio · %@ إضافة · %@ مصدر بث
as: Stremio · %1$@ এড-অন · %2$@ ষ্ট্ৰীম উৎস
az: Stremio · %@ əlavə · %@ axın mənbəyi
be: Stremio · %1$@ дадаткаў · %2$@ крыніц стрымаў
bg: Stremio · %@ добавки · %@ източника на потоци
bn: Stremio · %@টি অ্যাড-অন · %@টি স্ট্রিম সোর্স
br: Stremio · %1$@ enlugellad · %2$@ mammenn lanv
bs: Stremio · %1$@ dodataka · %2$@ izvora streamova
ca: Stremio · %@ complements · %@ fonts de stream
ceb: Stremio · %1$@ ka add-on · %2$@ ka stream nga tinubdan
cs: Stremio · %@ doplňků · %@ zdrojů streamů
cy: Stremio · %1$@ ychwanegyn · %2$@ ffynhonnell ffrydio
da: Stremio · %@ tilføjelser · %@ stream-kilder
de: Stremio · %@ Add-ons · %@ Stream-Quellen
el: Stremio · %@ πρόσθετα · %@ πηγές ροής
es: Stremio · %@ complementos · %@ fuentes de streaming
et: Stremio · %@ lisa · %@ vooallikat
eu: Stremio · %@ gehigarri · %@ korronteen iturburuak
fa: Stremio · %@ افزونه · %@ منبع جریان
fi: Stremio · %@ lisäosaa · %@ lähdettä
fil: Stremio · %@ add-on · %@ stream source
fo: Stremio · %1$@ eykingar · %2$@ streymkeldur
fr: Stremio · %@ add-ons · %@ sources de streams
fy: Stremio · %1$@ add-ons · %2$@ streamboarnen
ga: Stremio · %1$@ breiseán · %2$@ foinse srutha
gd: Stremio · %1$@ tuilleadain · %2$@ tùsan sruth
gl: Stremio · %@ complementos · %@ fontes de fluxo
gu: Stremio · %@ add-ons · %@ stream સ્રોત
ha: Stremio · ƙarin abubuwa %1$@ · tushen stream %2$@
he: Stremio · %@ הרחבות · %@ מקורות הזרמה
hi: Stremio · %@ ऐड-ऑन · %@ स्ट्रीम स्रोत
hr: Stremio · %@ dodataka · %@ izvora streamova
ht: Stremio · %1$@ add-on · %2$@ sous stream
hu: Stremio · %@ kiegészítő · %@ stream forrás
hy: Stremio · %@ հավելանյութ · %@ հոսքային աղբյուր
id: Stremio · %@ add-on · %@ sumber stream
ig: Stremio · %1$@ ngwakọ · %2$@ isi mmalite stream
is: Stremio · %@ viðbætur · %@ streymisheimildir
it: Stremio · %@ componenti aggiuntivi · %@ sorgenti di streaming
ja: Stremio · %@ アドオン · %@ ストリームソース
jv: Stremio · %1$@ add-on · %2$@ sumber stream
ka: Stremio · %@ დამატება · %@ ნაკადის წყარო
kk: Stremio · %@ қондырма · %@ ағын дерек көздері
km: Stremio · %@ add-ons · %@ ប្រភពស្ត្រីម
kn: Stremio · %@ ಆಡ್-ಆನ್‌ಗಳು · %@ ಸ್ಟ್ರೀಮ್ ಮೂಲಗಳು
ko: Stremio · 부가 기능 %@개 · 스트림 소스 %@개
ku: Stremio · %1$@ pêvek · %2$@ çavkaniyên streamê
ky: Stremio · %1$@ кошумча · %2$@ стрим булагы
lb: Stremio · %1$@ Add-ons · %2$@ Stream-Quellen
lo: Stremio · ສ່ວນເສີມ %1$@ ອັນ · ແຫຼ່ງສະຕຣີມ %2$@ ອັນ
lt: Stremio · %@ papildiniai · %@ srautų šaltiniai
lv: Stremio · %@ papildinājumi · %@ straumju avoti
mg: Stremio · %1$@ add-ons · %2$@ loharano stream
mi: Stremio · %1$@ apataki · %2$@ pūtake awa
mk: Stremio · %@ додатоци · %@ извори на стримови
ml: Stremio · %@ ആഡ്-ഓണുകൾ · %@ സ്ട്രീം സോഴ്സുകൾ
mn: Stremio · %1$@ нэмэлт · %2$@ урсгалын эх сурвалж
mr: Stremio · %@ add-ons · %@ stream स्रोत
ms: Stremio · %@ tambahan · %@ sumber strim
mt: Stremio · %1$@ add-ons · %2$@ sorsi tal-istream
my: Stremio · add-on %1$@ ခု · stream အရင်းအမြစ် %2$@ ခု
nb: Stremio · %@ tillegg · %@ strømmekilder
ne: Stremio · %@ add-on हरू · %@ स्ट्रिम स्रोतहरू
nl: Stremio · %@ add-ons · %@ streambronnen
ny: Stremio · %1$@ ma add-on · %2$@ magwero a stream
oc: Stremio · %1$@ moduls · %2$@ fonts de flux
or: Stremio · %1$@ ଆଡ୍-ଅନ · %2$@ ଷ୍ଟ୍ରିମ ଉତ୍ସ
pa: Stremio · %@ ਐਡ-ਆਨ · %@ ਸਟ੍ਰੀਮ ਸਰੋਤ
pl: Stremio · %@ dodatków · %@ źródeł strumieni
ps: Stremio · %1$@ اضافه‌ونې · %2$@ د سټریم سرچینې
pt_br: Stremio · %@ complementos · %@ fontes de stream
pt_pt: Stremio · %@ add-ons · %@ fontes de stream
ro: Stremio · %@ add-on-uri · %@ surse de stream
ru: Stremio · %@ дополнений · %@ источников потоков
rw: Stremio · ibyongeramo %1$@ · inkomoko za stream %2$@
sd: Stremio · %1$@ ايڊ-آنز · %2$@ اسٽريم ذريعا
si: Stremio · ඇඩෝන %1$@ක් · ප්‍රවාහ මූලාශ්‍ර %2$@ක්
sk: Stremio · %@ doplnkov · %@ zdrojov streamov
sl: Stremio · %@ dodatkov · %@ pretočnih virov
sm: Stremio · %1$@ add-ons · %2$@ puna stream
sn: Stremio · %1$@ zvinowedzera · %2$@ nzvimbo dze stream
so: Stremio · %1$@ add-ons · %2$@ ilo stream ah
sq: Stremio · %@ shtesa · %@ burime transmetimi
sr: Stremio · %@ додатака · %@ извора стримова
st: Stremio · litlatsetso tse %1$@ · mehloli ea stream e %2$@
su: Stremio · %1$@ add-on · %2$@ sumber stream
sv: Stremio · %@ tillägg · %@ strömkällor
sw: Stremio · viongezi %@ · vyanzo vya mtiririko %@
ta: Stremio · %@ நீட்சிகள் · %@ ஸ்ட்ரீம் ஆதாரங்கள்
te: Stremio · %@ యాడ్-ఆన్‌లు · %@ స్ట్రీమ్ సోర్స్‌లు
tg: Stremio · %1$@ иловагӣ · %2$@ манбаи ҷараён
th: Stremio · แอดออน %@ รายการ · แหล่งสตรีม %@ แหล่ง
tr: Stremio · %@ eklenti · %@ akış kaynağı
tt: Stremio · %1$@ өстәмә · %2$@ агым чыганагы
ug: Stremio · %1$@ قوشۇلما · %2$@ ئېقىن مەنبەسى
uk: Stremio · %@ додатків · %@ джерел потоків
ur: Stremio · %@ ایڈ-آنز · %@ اسٹریم ذرائع
uz: Stremio · %1$@ ta qo'shimcha · %2$@ ta oqim manbasi
vi: Stremio · %@ tiện ích bổ sung · %@ nguồn luồng
xh: Stremio · %1$@ ii-add-on · %2$@ imithombo yestream
yo: Stremio · %1$@ add-ons · %2$@ orísun stream
zh_hans: Stremio · %@ 个附加组件 · %@ 个串流来源
zh_hant: Stremio · %@ 個外掛 · %@ 個串流來源
zu: Stremio · izengezo ezingu-%1$@ · imithombo ye-stream engu-%2$@

source: Strict
af: Streng
am: ጠንካራ
ar: صارم
as: কঠোৰ
az: Ciddi
be: Строгі
bg: Строго
bn: কঠোর
br: Strizh
bs: Strogo
ca: Estricte
ceb: Higpit
cs: Přísné
cy: Llym
da: Streng
de: Streng
el: Αυστηρό
es: Estricto
et: Range
eu: Zorrotza
fa: سخت‌گیرانه
fi: Tiukka
fo: Strangt
fy: Strikt
ga: Docht
gd: Teann
gl: Estrito
gu: કડક
ha: Mai Tsauri
he: קפדני
hi: सख़्त
hr: Strogo
ht: Strik
hu: Szigorú
hy: Խիստ
id: Ketat
ig: Siri ike
is: Strangt
it: Rigoroso
ja: 厳格
jv: Ketat
ka: მკაცრი
kk: Қатаң
km: តឹងតែ
kn: ಕಠಿಣ
ko: 엄격
ku: Hişk
ky: Катаал
lb: Streng
lo: ເຄັ່ງຄັດ
lt: Griežtas
lv: Stingrs
mg: Hentitra
mi: Pākaha
mk: Строго
ml: കർശനം
mn: Хатуу
mr: कठोर
ms: Ketat
mt: Strett
my: တင်းကြပ်
nb: Streng
ne: कडा
nl: Strikt
ny: Yolimba
oc: Estricte
or: କଠୋର
pa: ਸਖ਼ਤ
pl: Rygorystyczny
ps: سخت
pt_br: Estrita
pt_pt: Estrito
ru: Строгий
rw: Bikaze
sd: سخت
si: දැඩි
sk: Prísny
sl: Strogo
sm: Malosi
sn: Yakasimba
so: Adag
sq: Strikt
sr: Строго
st: E tiileng
su: Ketat
sv: Strikt
sw: Mkali
ta: கடுமை
te: కఠినం
tg: Қатъӣ
th: เข้มงวด
tr: Katı
tt: Каты
ug: قاتتىق
uk: Суворий
ur: سخت
uz: Qat'iy
vi: Nghiêm ngặt
xh: Engqongqo
yo: Líle
zh_hans: 严格
zh_hant: 嚴格
zu: Okuqinile

source: Styles the built-in player's subtitles. Pick which subtitle track to show from the player while watching.
af: Stel die ingeboude speler se onderskrifte in. Kies watter onderskriftoor om te wys vanuit die speler terwyl jy kyk.
am: የተቀናጀ ተጫዋቹ ርዕሶቹን ያስዘረዝሩ። ሲያዩ ከተጫዋቹ የሚታዩ የርዕስ ዥረት ምረጡ።
ar: يصمّم ترجمات المشغّل المدمج. اختر مسار الترجمة الذي تريد عرضه من المشغّل أثناء المشاهدة.
as: অন্তৰ্নিহিত প্লেয়াৰৰ চাবটাইটেলবোৰ ষ্টাইল কৰে। চোৱাৰ সময়ত প্লেয়াৰৰ পৰা কোন চাবটাইটেল ট্ৰেক দেখুৱাব বাছক।
az: Daxili oynatıcının altyazılarını stilləşdirir. İzləyərkən oynatıcıdan hansı altyazı izinin göstəriləcəyini seçin.
be: Наладжвае стыль субтытраў убудаванага прайгравальніка. Выберыце, якую дарожку субтытраў паказваць з прайгравальніка падчас прагляду.
bg: Стилизира субтитрите на вградения плейър. Изберете кой запис със субтитри да се показва от плейъра по време на гледане.
bn: অন্তর্নির্মিত প্লেয়ারের সাবটাইটেল স্টাইল করে। দেখার সময় প্লেয়ার থেকে কোন সাবটাইটেল ট্র্যাক দেখাবে তা বেছে নিন।
br: Neuziañ a ra istitloù ar c'hoarier diabarzh. Dibabit pe roudenn istitloù diskouez adalek ar c'hoarier e-pad ma sellit.
bs: Stilizira titlove ugrađenog plejera. Odaberite koji titl prikazati iz plejera tokom gledanja.
ca: Estilitza els subtítols del reproductor integrat. Tria quin track de subtítols mostrar des del reproductor mentre veus el contingut.
ceb: Nag-estilo sa mga subtitle sa sulod nga player. Pilia kung unsang subtitle track ang ipakita gikan sa player samtang nagtan-aw.
cs: Stylizuje titulky vestavěného přehrávače. Vyberte v přehrávači během sledování, kterou stopu titulků zobrazit.
cy: Yn arddulliadu isdeitlau'r chwaraewr mewnol. Dewiswch pa drac isdeitl i'w ddangos o'r chwaraewr wrth wylio.
da: Styler underteksterne i den indbyggede afspiller. Vælg hvilket undertekstspor der skal vises fra afspilleren, mens du ser.
de: Gestaltet die Untertitel des integrierten Players. Wähle während des Schauens im Player, welche Untertitelspur angezeigt wird.
el: Διαμορφώνει τους υπότιτλους της ενσωματωμένης αναπαραγωγής. Επιλέξτε ποιο κομμάτι υπότιτλων θα εμφανίζεται από την αναπαραγωγή κατά την παρακολούθηση.
es: Da estilo a los subtítulos del reproductor integrado. Elige qué pista de subtítulos mostrar desde el reproductor mientras ves algo.
et: Vormindab sisseehitatud mängija subtiitreid. Vaatamise ajal vali mängijast, millist subtiitrirada kuvada.
eu: Barneko erreproduzitzailearen azpitituluak estilizatzen ditu. Aukeratu zer azpitituluaren pista erakutsi erreproduzitzailean ikusten ari zarela.
fa: زیرنویس‌های پخش‌کننده داخلی را استایل‌دهی می‌کند. در حین تماشا از داخل پخش‌کننده انتخاب کنید کدام مسیر زیرنویس نمایش داده شود.
fi: Tyylittelee sisäänrakennetun soittimen tekstitykset. Valitse soittimesta, mikä tekstitysraita näytetään katselun aikana.
fil: Ini-istilo ang mga subtitle ng built-in na player. Piliin kung aling subtitle track ang ipapakita mula sa player habang nanonood.
fo: Snið undirtekstirnar hjá innbygda spælaranum. Vel hvørt undirtekstsporið, ið skal vísast, frá spælaranum meðan tú hyggur.
fr: Met en forme les sous-titres du lecteur intégré. Choisissez la piste de sous-titres à afficher depuis le lecteur pendant le visionnage.
fy: Jout de ûndertiteling fan de ynboude spiler in styl. Kies hokker ûndertitelspoar toand wurdt fanút de spiler wylst it sjen.
ga: Stílíonn sé fotheidil an tseinnteora ionsuite. Roghnaigh cén rian fotheidil le taispeáint ón seinnteoir agus tú ag féachaint.
gd: Stoidhlichidh seo fo-thiotalan cluicheadair na broinn. Tagh dè an trac fo-thiotal a sheallar on chluicheadair fhad 's a tha thu a' coimhead.
gl: Personaliza os subtítulos do reprodutor integrado. Escolle a pista de subtítulos durante a reprodución desde o reprodutor.
gu: બિલ્ટ-ઇન પ્લેયરના સબટાઇટલને શૈલી આપે છે. જોતી વખતે પ્લેયરમાંથી કયો સબટાઇટલ ટ્રેક બતાવવો તે પસંદ કરો.
ha: Yana tsara salon fassarar rubutu na mai kunnawa da aka gina ciki. Zaɓi wace waƙar fassarar rubutu za a nuna daga mai kunnawa yayin kallo.
he: מעצב את הכתוביות של הנגן המובנה. בחר איזה ערוץ כתוביות להציג מתוך הנגן בזמן הצפייה.
hi: बिल्ट-इन प्लेयर के सबटाइटल को स्टाइल करता है। देखते समय प्लेयर से चुनें कि कौन सा सबटाइटल ट्रैक दिखाना है।
hr: Oblikuje titlove ugrađenog playera. Odaberite koji titl prikazati iz playera tijekom gledanja.
ht: Bay estil sou soutit lektè entegre a. Chwazi ki tras soutit pou montre nan lektè a pandan w ap gade.
hu: A beépített lejátszó feliratait stílusozza. Nézés közben a lejátszóból választhatod ki, melyik feliratsávot jelenítse meg.
hy: Ոճավորում է ներկառուցված նվագարկչի ենթագրերը։ Ընտրեք, թե որ ենթագիծն ցուցադրել, նվագարկչից՝ դիտելիս։
id: Menata subtitle pemutar bawaan. Pilih trek subtitle mana yang akan ditampilkan dari pemutar saat menonton.
ig: Na-eme ka ndepụta okwu nke onye ọkpụ arụnyere maa mma. Họrọ egwu ndepụta okwu ị ga-egosi site n'onye ọkpụ mgbe ị na-ekiri.
is: Stillir skjátexta innbyggða spilarans. Veldu hvaða skjátextaspor á að sýna úr spilaranum við horfið.
it: Definisce lo stile dei sottotitoli del lettore integrato. Scegli quale traccia di sottotitoli mostrare dal lettore durante la visione.
ja: 内蔵プレーヤーの字幕のスタイルを設定します。視聴中にプレーヤーから表示する字幕トラックを選択できます。
jv: Nggaya subtitel pemuter bawaan. Pilih trek subtitel ngendi sing ditampilaké saka pemuter nalika nonton.
ka: ახდენს ჩაშენებული პლეერის სუბტიტრების სტილიზებას. სუბტიტრების ტრეკი, რომელიც გამოჩნდება, შეარჩიეთ პლეერიდან ყურების დროს.
kk: Кірістірілген ойнатқыштың субтитрлерін реттейді. Қарау барысында ойнатқышта субтитрдің қай жолын көрсету керектігін таңдаңыз.
km: រចនារូបភាពចំណងក្រោម built-in player។ ជ្រើសបណ្តោយចំណងក្រោមមួយណាដើម្បីបង្ហាញពីក្នុង player ពេលកំពុងមើល។
kn: ಅಂತರ್ನಿರ್ಮಿತ ಪ್ಲೇಯರ್‌ನ ಸಬ್‌ಟೈಟಲ್‌ಗಳಿಗೆ ಶೈಲಿಯನ್ನು ನೀಡುತ್ತದೆ. ವೀಕ್ಷಿಸುವಾಗ ಪ್ಲೇಯರ್‌ನಿಂದ ಯಾವ ಸಬ್‌ಟೈಟಲ್ ಟ್ರ್ಯಾಕ್ ತೋರಿಸಬೇಕೆಂದು ಆಯ್ಕೆಮಾಡಿ.
ko: 내장 플레이어의 자막 스타일을 지정합니다. 시청 중 플레이어에서 표시할 자막 트랙을 선택하세요.
ku: Jêrnivîsên lîstikvanê hundirîn şêwaz dike. Dema temaşekirinê ji lîstikvanê hilbijêre ka kîjan track jêrnivîsê nîşan bide.
ky: Кыналган ойноткучтун субтитрлерин стилдейт. Көрүү учурунда ойноткучтан кайсы субтитр тректин көрсөтүлөрүн тандаңыз.
lb: Gestalt d'Ënnertitelen vum agebaute Player. Wiel während dem Kucken am Player wéi eng Ënnertitelspur ugewise gëtt.
lo: ຈັດຮູບແບບຄຳບັນຍາຍຂອງຕົວຫຼິ້ນທີ່ມາໃນຕົວ. ເລືອກແທຣັກຄຳບັນຍາຍທີ່ຈະສະແດງຈາກຕົວຫຼິ້ນໃນຂະນະເບິ່ງ.
lt: Stilizuoja įtaisytojo grotuvo subtitrus. Žiūrėdami pasirinkite grotuve, kurį subtitrų takelį rodyti.
lv: Stilizē iebūvētā atskaņotāja subtitrus. Skatīšanās laikā atskaņotājā izvēlieties, kuru subtitru celiņu rādīt.
mg: Manova ny endriky ny dikantenin'ny player anatiny. Fidio ny hira dikanteny hasehoina avy amin'ny player mandritra ny fijerena.
mi: Ka whakatakoto i ngā hauraro o te pūtangi tāroto. Kōwhiria ko tēhea raiona hauraro hei whakaatu mai i te pūtangi i te wā e mātakitaki ana.
mk: Ги стилизира титловите на вградениот плеер. Изберете кој запис на титлови да се прикаже од плеерот за време на гледање.
ml: ബിൽറ്റ്-ഇൻ പ്ലെയറിന്റെ സബ്ടൈറ്റിലുകൾക്ക് ശൈലി നൽകുന്നു. കാണുമ്പോൾ പ്ലെയറിൽ നിന്ന് ഏത് സബ്ടൈറ്റിൽ ട്രാക്ക് കാണിക്കണമെന്ന് തിരഞ്ഞെടുക്കുക.
mn: Суурилуулсан тоглуулагчийн хадмалыг загварчилна. Үзэж байхдаа тоглуулагчаас аль хадмал замыг харуулахыг сонгоно уу.
mr: अंगभूत प्लेअरची उपशीर्षके शैलीबद्ध करते. पाहताना प्लेअरमधून कोणता उपशीर्षक ट्रॅक दाखवायचा ते निवडा.
ms: Menggayakan sari kata pemain terbina dalam. Pilih trek sari kata mana untuk dipaparkan daripada pemain semasa menonton.
mt: Jistilja s-sottotitli tal-player integrat. Agħżel liema track tas-sottotitli turi mill-player waqt li tara.
my: ပါဝင်ပြီးသား player ၏ စာတန်းထိုးများကို ပုံစံပြင်သည်။ ကြည့်ရှုနေစဉ် player မှ မည်သည့် စာတန်းထိုး track ကို ပြမည်ကို ရွေးပါ။
nb: Stiler undertekstene i den innebygde spilleren. Velg hvilket undertekstspor som skal vises fra spilleren mens du ser.
ne: बिल्ट-इन प्लेयरका उपशीर्षकहरू स्टाइल गर्छ। हेर्दा प्लेयरबाट कुन उपशीर्षक ट्र्याक देखाउने छनोट गर्नुहोस्।
nl: Bepaalt de stijl van de ondertiteling in de ingebouwde speler. Kies tijdens het kijken vanuit de speler welk ondertitelspoor wordt getoond.
ny: Imakonza mawonekedwe a zolembedwa za player yamkati. Sankhani track ya zolembedwa yowonetsa kuchokera mu player pamene mukuwonera.
oc: Estiliza los sostítols del lector integrat. Causissètz quina pista de sostítols afichar dempuèi lo lector pendent lo visionatge.
or: ବିଲ୍ଟ-ଇନ ପ୍ଲେୟାରର ସବଟାଇଟଲକୁ ଶୈଳୀ ଦିଏ। ଦେଖିବା ସମୟରେ ପ୍ଲେୟାରରୁ କେଉଁ ସବଟାଇଟଲ ଟ୍ରାକ ଦେଖାଇବ ତାହା ବାଛନ୍ତୁ।
pa: ਬਿਲਟ-ਇਨ ਪਲੇਅਰ ਦੇ ਸਬਟਾਈਟਲ ਸਟਾਈਲ ਕਰਦਾ ਹੈ। ਦੇਖਦੇ ਸਮੇਂ ਪਲੇਅਰ ਤੋਂ ਕਿਹੜਾ ਸਬਟਾਈਟਲ ਟ੍ਰੈਕ ਦਿਖਾਉਣਾ ਹੈ ਚੁਣੋ।
pl: Nadaje styl napisom wbudowanego odtwarzacza. Wybierz w odtwarzaczu, którą ścieżkę napisów wyświetlać podczas oglądania.
ps: د دننه‌جوړ غږوونکي زیرنوشتونه ډیزاین کوي. د کتلو پر مهال له غږوونکي نه وټاکئ چې کوم زیرنوشت لار ښکاره کړي.
pt_br: Estiliza as legendas do player integrado. Escolha qual faixa de legenda exibir a partir do player enquanto assiste.
pt_pt: Define o estilo das legendas do leitor incorporado. Escolha qual a faixa de legendas a mostrar a partir do leitor durante a visualização.
ro: Stilizează subtitrările playerului încorporat. Alege ce pistă de subtitrare să fie afișată din player în timpul vizionării.
ru: Оформляет субтитры встроенного плеера. Выберите в плеере, какую дорожку субтитров показывать во время просмотра.
rw: Bishushanya amagambo agaragara ya player yo mu porogaramu. Hitamo umurongo w'amagambo agaragara wo kwerekanwa uhereye muri player mu gihe ureba.
sd: بلٽ-ان پليئر جي سب ٽائيٽلن کي اسٽائل ڏئي ٿو. ڏسڻ دوران پليئر مان ڪھڙو سب ٽائيٽل ٽريڪ ڏيکارجي، اهو چونڊيو.
si: අන්තර්ගත ප්ලේයරයේ උපසිරැසි විලාසිතා කරයි. නරඹන අතරතුර ප්ලේයරයෙන් පෙන්විය යුතු උපසිරැසි ට්‍රැක් එක තෝරන්න.
sk: Štýluje titulky zabudovaného prehrávača. Počas sledovania vyberte z prehrávača, ktorú stopu titulkov zobraziť.
sl: Oblikuje podnapise vgrajenega predvajalnika. Med gledanjem v predvajalniku izberite, katero sled podnapisov prikazati.
sm: E faaali e le sitaili ulutala pito i lalo a le taialo o loo i totonu. Filifili po o fea le ala ulutala pito i lalo e faaali mai le taialo ao matamata.
sn: Inogadzira maonero e subtitles emutambi wemukati. Sarudza kuti subtitle track ipi kuratidza kubva pamutambi paunenge uchiona.
so: Wuxuu nashqadeeyaa qoraal-hoosaadka ciyaaryahanka gudaha ku dhex jira. Dooro halkee qoraal-hoosaad ah oo laga soo tuso ciyaaryahanka inta lagu jiro daawashada.
sq: Stilon titrat e luajtësit të integruar. Zgjidhni se cilën pistë titulli të shfaqni nga luajtësi gjatë shikimit.
sr: Стилизује титлове уграђеног плејера. Изаберите који титл да прикажете из плејера током гледања.
st: E fana ka setaele ho litlaleho tsa sebapali se kahara. Khetha hore na terene ea litlaleho efe e bontšoe ho tsoa ho sebapali ha u shebella.
su: Ngagaya subjudul pamuter bawaan. Pilih trék subjudul mana nu rék dipintonkeun tina pamuter bari lalajo.
sv: Formaterar undertexterna i den inbyggda spelaren. Välj vilket undertextspår som ska visas från spelaren medan du tittar.
sw: Hutoa mtindo wa manukuu ya mchezaji uliojengwa ndani. Chagua wimbo gani wa manukuu kuonyesha kutoka kwa mchezaji wakati wa kutazama.
ta: உள்ளமைந்த பிளேயரின் வசன வரிகளுக்கு பாணி அமைக்கிறது. பார்க்கும்போது பிளேயரில் இருந்து எந்த வசன வரித் தடத்தைக் காட்ட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.
te: అంతర్నిర్మిత ప్లేయర్ సబ్‌టైటిల్‌లను శైలీకరిస్తుంది. చూస్తున్నప్పుడు ప్లేయర్ నుండి ఏ సబ్‌టైటిల్ ట్రాక్‌ను చూపాలో ఎంచుకోండి.
tg: Зерунвонҳои плеери дарунсохтро услуб медиҳад. Интихоб кунед, ки ҳангоми тамошо аз плеер кадом трек зерунвон нишон дода шавад.
th: จัดสไตล์คำบรรยายของตัวเล่นในตัว เลือกแทร็กคำบรรยายที่จะแสดงจากตัวเล่นขณะรับชม
tr: Yerleşik oynatıcının altyazılarını biçimlendirir. İzlerken oynatıcıdan hangi altyazı parçasının gösterileceğini seçin.
tt: Эчке плеерның субтитрларын бизи. Карау вакытында плеердан кайсы субтитр юлын күрсәтәсен сайла.
ug: ئىچكى قويغۇچنىڭ خەتكۈشلىرىنى ئۇسلۇبلايدۇ. كۆرۈۋاتقاندا قويغۇچتىن قايسى خەتكۈش يولىنى كۆرسىتىدىغانلىقىنى تاللاڭ.
uk: Стилізує субтитри вбудованого плеєра. Виберіть, яку доріжку субтитрів показувати, прямо з плеєра під час перегляду.
ur: بلٹ-اِن پلیئر کے سب ٹائٹلز کا اسٹائل طے کرتا ہے۔ دیکھتے وقت پلیئر سے منتخب کریں کہ کون سا سب ٹائٹل ٹریک دکھایا جائے۔
uz: O'rnatilgan pleyerning subtitrlarini uslublaydi. Ko'rish paytida pleyerdan qaysi subtitr yo'lakchasini ko'rsatishni tanlang.
vi: Tạo kiểu cho phụ đề của trình phát tích hợp. Chọn rãnh phụ đề muốn hiển thị từ trình phát khi đang xem.
xh: Yenza isimbo sezihloko zomdlali ongaphakathi. Khetha ukuba luluphi ukhondo lwesihloko olubonisiweyo kumdlali xa ubukele.
yo: Ó máa ń ṣe àwọn àkọlé-abẹ́ ẹ̀rọ-ìtúfò abínú-inú lọ́ṣọ̀. Yan orin àkọlé-abẹ́ tí a ó fi hàn láti inú ẹ̀rọ-ìtúfò lásìkò ìwò.
zh_hans: 为内置播放器的字幕设置样式。在观看时从播放器中选择要显示的字幕轨道。
zh_hant: 設定內建播放器字幕的樣式。觀看時可從播放器選擇要顯示哪一條字幕軌。
zu: Yenza isitayela sezingcaphuno zomdlali owakhelwe ngaphakathi. Khetha ithrakhi yengcaphuno ozoyibonisa kusuka kumdlali ngenkathi ubuka.
